[
  {
    "image": "img/contact.png",
    "imageDescription": "solar product",
    "title": "Solar Panels",
    "description": "These are the most essential component of any solar power system. They convert sunlight into electricity and are available in various sizes and types.",
    "price": "$9.88"
  },

  {
    "image": "img/logo.png",
    "title": "Solar Batteries",
    "description": "These are used to store the electricity generated by solar panels, ensuring that you have power even when the sun is not shining.",
    "price": "$9.88"
  },
  {
    "image": "img/logo.png",
    "title": "Solar Charge Controllers",
    "description": "These devices regulate the charging of solar batteries, preventing overcharging and prolonging the lifespan of your batteries.",
    "price": "$9.88"
  },
  {
    "image": "img/logo.png",
    "title": "Solar Inverters",
    "description": "These convert the DC (direct current) electricity generated by solar panels into AC (alternating current) electricity that can be used to power household appliances.",
    "price": "$9.88"
  },
  {
    "image": "img/logo.png",
    "title": "Solar Water Heaters",
    "description": "These use the sun's energy to heat water, reducing the amount of electricity or gas needed to do so.",
    "price": "$9.88"
  },
  {
    "image": "img/logo.png",
    "title": "Solar Lights",
    "description": "These are ideal for outdoor lighting, such as garden or security lights. They are powered by a small solar panel that charges during the day and illuminates at night.",
    "price": "$9.88"
  },
  {
    "image": "img/logo.png",
    "title": "Solar Chargers",
    "description": "These are portable devices that can charge small electronics, such as smartphones and tablets, using solar power.",
    "price": "$9.88"
  },
  {
    "image": "img/logo.png",
    "title": "Solar Generators",
    "description": "These are standalone units that generate electricity using solar panels and can be used to power a range of devices during power outages or in remote locations.",
    "price": "$9.88"
  },
  {
    "image": "img/logo.png",
    "title": "Solar Fans",
    "description": "These are ideal for keeping rooms cool during the summer months and can be powered entirely by solar energy.",
    "price": "$9.88"
  },
  {
    "image": "img/logo.png",
    "title": "Solar Air Conditioners",
    "description": "lThese use solar power to cool your home, reducing your energy bills and your carbon footprint.",
    "price": "$9.88"
  },
  {
    "image": "img/logo.png",
    "title": "Solar Backpacks",
    "description": "These backpacks have built-in solar panels that can charge small electronics, such as phones and tablets, while you're on the go.",
    "price": "$9.88"
  },
  {
    "image": "img/logo.png",
    "title": "Solar-Powered Water Pumps",
    "description": "These are ideal for pumping water in remote locations or areas without electricity. They are powered entirely by solar energy and require no fuel or electricity.",
    "price": "$9.88"
  }
]
